abusaidm.html-snippets
akamud.vscode-javascript-snippet-pack
batisteo.vscode-django
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
DEVSENSE.composer-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
DigitalBrainstem.javascript-ejs-support
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
jasonnutter.search-node-modules
KevinRose.vsc-python-indent
leizongmin.node-module-intellisense
mgmcdermott.vscode-language-babel
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-es
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
PKief.material-icon-theme
quicktype.quicktype
rangav.vscode-thunder-client
ritwickdey.live-sass
ritwickdey.LiveServer
sdras.night-owl
Shan.code-settings-sync
syler.sass-indented
TabNine.tabnine-vscode
tal7aouy.theme
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WallabyJs.console-ninja
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
wholroyd.jinja
xabikos.JavaScriptSnippets
xdebug.php-debug
xdebug.php-pack
zhuangtongfa.material-theme
Zignd.html-css-class-completion
zobo.php-intellisense
